[
    {
        "id": "95c4b34c3763064b06772271352349c42bd4a1081c8f847b33283ebe7e256b01",
        "transcription": "C'est que chaque français puisse banger à sa fin. L'inflation s'est enflammée. C'est super fusion, il n'a pas voulu voir la réalité. Tu ne valonter des gouvernements de faire baisser la valeur de la manée parce que ça a l'égoverment pour emparer un bonsel entail. On voit ça sans arrêt. De la fin des grands cycles, de la fin des grands empires, toujours l'attentation à la fin s'écrète la monnaie. Bien ça nous amène à une folie monétaire. C'est quelque chose qui est en train de fosser l'éco-de-vie mondiale. Et pour la femme, c'est contraire. In due course. Ça y est. Nous y voilà au crépuscule de selon cycle économique. Les crises et leurs bouquemissaires se succèdent, mais le voile qui se lève nous révèle à monde fragile et désorienté. Impossible. Bitcoin poursuit sa fulgurante ascension, reprend son souffle, repart de blu-bel, imposant jour après jour le langage d'une air nouvelle. Je m'appelle Jacques Édoire, bienvenue sur BTC Touchpoint. Chaque semaine, au travers de lectures et de conversations, je vous mets le pied à l'étrier. Je partage avec vous les savoirs fondamentaux pour comprendre Bitcoin. Salut. Aujourd'hui, on va commencer la lecture d'une série de textes écrits par Thomas Trollite, qui s'intitule Why Bitcoin. Pourquoi Bitcoin? C'est agi de 25 textes très courts, 3-4 minutes de ton plu, qui traite chacun d'une caractéristique, d'une dimension, une facette de Bitcoin. Son des textes qui s'adresse autant au néofite que Bitcoin heures les plus chevronnées, qui y découvriront de nouvelles perspectives et seront sans doute assez conquis par l'efficacité pédagogique de cette série. Cette série, ce recueil de textes en anglais, elle est échargable en format PDF gratuitement sur le site swinebeetcoin.com. Vous pouvez également vous procurer le livre illustré en édition brochée. Ça peut faire l'objet d'un bocadot. Je vous laisse les liens correspondant dans le descriptif de l'épisode. Quelques mots sur l'auteur? Thomas Trollite, il est canadien. Sacha hier professionnel, la conduit à travailler dans le monde des médias, notamment pour le Toronto Star, où il a conduit la révolution internet, tant que président de la division numérique. Il a rejoint d'autres boîtes sur d'autres postes et puis c'est également consacré à des activités d'investissement en private et qu'il utilise. C'est autour de 2013 qu'il découvre Bitcoin et se passionne assez vite pour les implications philosophiques de cet objet technologique entre autres. La période des blocs-size-wases entre la mid-2015-2017, le voie contribué en tant que modérateur aux échanges qui divise alors la communauté Bitcoin sur des choix stratégiques, il perçoit alors la nécessité de combler le fausser entre les experts qui détiennent un savoir poussé de Bitcoin et les autres qui ne disposent guère d'un accès à cette compréhension. Thomas Rollight est actuellement éditeur en chef chez Swan Bitcoin, une société américaine qui vous permet d'accumuler des Bitcoin par le biais d'achats récurrents automatiques ou par des achats ponctuels. C'est par cette série Why Bitcoin, publiée au printemps 2021, que Thomas une augure sa carrière en tant qu'auteur sur Bitcoin. Il s'est fait remarquer aussi en réalisant un magnifique documentaire, intitulé Bitcoin et de la génération de World. Ce film qui adopte un ton très lirique, sans creux dans l'histoire du 20e siècle, les nouveaux projets dans un futur loin-temps, où Bitcoin aura corriger tous les mots résultants du système monétaire corrompu qui chancait la nouveau aujourd'hui. C'est un film profondément humain, assez touchant et mouvant, que je te recommande vivement, peut-être d'ailleurs en parallèle à la lecture de cette série. Voilà, je te laisse également le lien vers cette vidéo YouTube. Je te propose qu'on s'engage dans cette lecture maintenant, cette épisode va couvrir les 7 premiers articles de la série, et puis je te livrerai quelques réflexions en guise d'intermèdes. Je comprends que tu préfères rester dans le texte et donc tu peux tout à fait appeler ces commentaires grâce aux chapitrages de l'épisode. Allons-y ! Pourquoi Bitcoin existe-t-il ? Quelle est l'objectif de Bitcoin ? Pourquoi quelqu'un s'est-il donné la peine de créer Bitcoin ? Quelle problème cherchait-il à résoudre ? Si l'idée d'un actif numérique en lien avec le domaine mystérieux de la cryptographie et nouvelle pour vous, ce sont des questions qui vous viennent probablement à l'esprit. Avant de vous demander si vous pouvez vous enrichir rapidement avec Bitcoin, vous devriez vous demander s'il poursuit un but plus profond. Bitcoin a été créé pour servir un objectif très spécifique. Si il ne servait pas cet objectif, il n'aurait aucune valeur, heureusement, c'est le cas, et il a été soigneusement et meticuleusement conçu pour servir précisément cet objectif. L'objectif de Bitcoin est de fournir une monnaie fiable qui servira à toute l'humanité pour toujours. Servir toute l'humanité pour toujours, c'est un objectif plutôt noble. Y avait-il vraiment un problème à la base ? Notre monnaie n'est-elle pas fiable ? Et choutait-il vraiment à servir l'humanité entière ? Ces jours sont-ils comptés ? La tristorealité est la réponse à toutes ces questions et oui. Premièrement, notre monnaie n'est pas fiable. Elle perd son pouvoir d'achat à cause de l'inflation. Notre-à-vers sont également des cycles économiques volatiles qui détruisent le capital, les emplois, la richesse et la stabilité. Ensuite, notre argent ne sert pas à toute l'humanité. De nombreuses intermédiaires facture des frais excessive pour stocker et envoyer notre argent. Son utilisation à l'échelle internationale est onéreuse car sa conversion en d'autres deux vis et coûteuse de nombreuses personnes dans le monde n'ont aucun accès à des services bancaires fiables. Notre système monétaire sert les élites bien mieux qu'ils ne sert les gens ordinaires. Enfin, notre système monétaire est voué, allé fondrement. Les monnaies du monde entier perdent rapidement leur pouvoir d'achat. En fait, tout au long de l'histoire, la monnaie papier décrétée par les gouvernements a échoué à chaque fois qu'elle a été mise en place. Et malheureusement, nous ne pouvons pas revenir en arrière et revenir à l'époque où l'or était la monnaie. L'or n'est tout simplement pas à l'abri des saisis et son transport est bien trop lent, difficile et coûteux dans une économie mondiale. Bitcoin résouse problème. Bitcoin a été créé grâce à une combinaison ingénieuse et inédite de technologie. Il fournie pour la toute première fois une monnaie fiable au service de l'humanité tout entière et qui durera toujours. Rien de tel n'a jamais existé au paravant. Bitcoin est examen d'inflation. Son offre ne dépassera jamais 21 millions de Bitcoin. Chaque piège, je tombe Bitcoin, est divisible en 100 millions d'unités appelées Satoshi. Ceci se ront émis selon à quel Andriez Fix est inalterable sur une période de plus de 100 ans. Bitcoin est destiné à toute l'humanité. Il n'y a pas d'élite qui peuvent le manipuler. Contrairement aux devises de notre monnaie actuelle, personne ne peut créer des Bitcoin sans effort pour lui-même. Personne ne peut être empêché d'utiliser Bitcoin. Il ne permettra à personne d'empêcher quelqu'un d'autre de l'utiliser. Enfin, Bitcoin est éternel. Son fonctionnement dépend uniquement des lois de la physique et des mathématiques. Et ces lois resteront en vigueur sans aucune modification, aussi longtemps que l'univers existera. Bitcoin n'a pas été créé pour que certaines personnes puissent s'enrichir rapidement. Il a été créé pour préserver l'intégrité de l'argent, pour tirer le meilleur parti de votre temps précieux, de votre énergie et de votre vie. Avec Bitcoin, vous pouvez conserver ce que vous avez gagné et l'utiliser comme vous voulez, quand vous voulez et où vous voulez. Pour vous, Bitcoin est une monnaie fiable qui peut vous servir pour le restant de votre vie. Et il vous permet d'échapper à la situation de victimes d'un système monétaire injuste, brisé, moribon et défaillant. Un texte super court, donc, comme promis, concit, bien structuré autour d'une question centrale qui donne son nom à la série. Pourquoi Bitcoin a quoi sa serre? Ce penché sur les sens de Bitcoin c'est clairement le meilleur point de départ possible. Ça permet d'ailleurs de distinguer, de relayer au second plan, l'opportunité financière associée à sa monétisation pour vraiment rappeler le problème de fond auquel Bitcoin s'attaque, un problème qui plombes l'humanité depuis fort longtemps. Je suis en règle générale, dans mes bon jours, plutôt partisans d'un discours qui est un tag, un discours qui est vite d'antagoniser, de fracture et de dresser davantage encore les uns contre les autres. Et donc, je présente volontiers Bitcoin comme une évolution de la monnaie, une amélioration qui vient corriger les faiblesse du système. Andreas, Antonopoulos et Save de Namus, sans doute, les plus grands pédagogues sur Bitcoin, ont chacun souligné à quel point la monnaie fiate, en son temps, à constituer une amélioration du système en particulier, en facilitant, en fluide, différents accélérant les échanges de valeur dans l'espace. On peut lire connaître cette qualité. Toutefois, le système châte est complètement corrompu, il dépouille les citoyens de leur épargne, c'est-à-dire qu'il les prive de la capacité de conserver la valeur dans le temps. Il exclue aussi toute une catégorie d'utilisateur, profitant à une élite de façon ou transcière. Donc, on peut, à la fois, situer Bitcoin constructivement dans un processus évolutif de la monnaie, tout en reconnaissant de manière juste critique, réaliste que le système actuel et vicié, vous et à l'échec, un échec dont le peuple pérà à nouveau le prix. Donc, ça, c'est le problème. Voilà pourquoi Bitcoin existe. Bitcoin, excess test. Pourquoi Bitcoin ne ressemble à rien de ce que vous avez déjà vu? Rien de telle que Bitcoin n'a jamais existé. Bitcoin est tellement différent de tout ce qui a jamais existé qu'il est nécessaire de commencer notre voyage en décrivant ce qu'il n'est pas. Là, il y a un petit texte en cadré qui dit, il semble que la perfection souhaite atteindre non quand il n'y a plus rien à ajouter, mais quand il n'y a plus rien à retrancher. Antoine de Saint-Exupéry. Bitcoin est unique. Bitcoin n'a pas de dirigeant, pas d'employés, pas de siège social, pas de bureau, pas de gouvernement, pas d'élection, pas de lieu, pas de propriété, pas d'actifs et pas d'argent. Bitcoin n'est enregistré ou légalement constitué dans aucun endroit sur terre. Toutes ces choses, Bitcoin les considère non seulement comme inutile, mais en fait comme indésirable. En effet, Bitcoin ne voit pas ces attributs comme des forces, mais comme des vulnérabilités. Bitcoin traite ces vulnérabilités avec élégance, en les éliminants, tout simplement. Si l'une de ces caractéristiques était présente dans Bitcoin, elle entraînerait, inévitablement, les problèmes auxquels sont sujets toutes les autres institutions, prises de contrôle, corruption ou destruction. En les supprimants, Bitcoin devient incontrolable, incorruptible, inarretable et indestructible. L'élimination de ces vulnérabilités et toutes les autres, imbiquent, imbiquent, invulnérables. Toutes ces omissions intensionnelles sont le reflet du génie de sa conception qui rend Bitcoin si indispensable, si inestimable. Encore plus de choses que Bitcoin ne fait pas. Bitcoin ne garde pas traces de l'identité des personnes ou des machines qui l'utilisent, ce qui le rend privé. Bitcoin ne s'impose à personne et elle est donc entièrement consensuelle. Bitcoin exclut personne de son utilisation, ce qui le rend universellement inclusif. Bitcoin augmente pas l'offre de monnaie pour répondre à la demande croissante, ce qui le rend extrêmement précieux. Ce qui est Bitcoin. Bitcoin ne ressemble à rien de ce que vous avez déjà vu. Il doit en être ainsi pour qu'il puisse offrir à l'humanité l'argent le plus parfait que nous verrons jamais. Là, c'est un peu pareil, en quelques phrases, Thomas nous interpellent sur la nature littéralement incomparable de Bitcoin et cette description par la voix négative révèle le génie l'élégance minimaliste de Bitcoin. C'est très parlant. Je suis de plus en plus fan de la façon dont Thomas exprime. Nous présentes des attributs de Bitcoin qui ont été discutés many times en utilisant ces mêmes mots qu'on connaît par cœur, mais par un argumentéalogique construit sur des phrases simples. Il arrive à concentrer notre attention sur des constats essentiels. C'est super efficace. Vous allez voir, c'est un peu le fil conducteur de la série, un genre d'enchaînement de panier à trois points. Pourquoi choisir Bitcoin ? Pourquoi choisir Bitcoin comme monnaie ? La réponse à cette question réside dans le fait même que vous puissiez la poser. Rappelons-nous qu'on ne vous demande pas de choisir le dollar ou l'euro, la livre, la couronne, la lire le pesse aux liens, etc. Vous êtes né dans un monde où ces monnaies sont tout simplement votre argent et où la loi vous ordonne de les accepter comme argent. Et où tout le monde autour de vous les accepte à vœuglement comme argent. Et donc, vous aussi vous considérez comme acquis que c'est de l'argent, mais si vous regardez de près, vous verrez que le dollar n'est pas une monnaie particulièrement juste, ni une monnaie très bonne, ni une monnaie très fiable. D'un autre côté, personne ne vous a forcé, ni vous, ni personne d'autre a utilisé Bitcoin. Personne ne le fera jamais. Alors, pourquoi devriez-vous commencer à le considérer comme de l'argent ? Bitcoin vous demande de le choisir. En ce qui concerne les nombreuses caractéristiques nécessaires à la monnaie, durabilité, divisibilité, transportabilité, stockage et bien d'autres, Bitcoin est supérieur au dollar ou alors. Mais encore plus important que n'importe laquelle de ces caractéristiques, c'est Bitcoin qui vous demande de l'utiliser. Au lieu de vous y forcer, vous n'êtes pas obligé d'accepter Bitcoin, mais vous le pouvez si vous le choisissez. Bitcoin, c'est force de mériter votre choix. Pour devenir votre argent, Bitcoin doit gagner votre confiance bien mérité et celle de millions d'autres personnes dans le monde entier, pensée à ce qui doit être fait pour que Bitcoin soit accepté par une centaine de millions de personnes puis par un milliard de personnes alors que chacune d'entre elles doit effectivement le choisir. De plus, pour demeurer votre choix, Bitcoin doit toujours être le meilleur choix, afin que rien de mieux ne vienne prendre sa place. Ces deux raisons, la nécessité de mériter votre choix et de continuer à le mériter, font que Bitcoin doit être la meilleure monnaie du monde et de façon remarquable, vu qu'il s'agit d'un logiciel, Bitcoin peut s'adapter en permanence pour fournir tout ce dont nous avons besoin de notre argent. Bitcoin ne fait que s'améliorer. C'est fait démontre que Bitcoin et lui-même se processus le conduisant à devenir et à demeurer la toute meilleure monnaie librement choisie qui puisse exister. Après tout, comment le dollar qui vous ordonne de l'utiliser, ou lors, qui ne peut pas s'améliorer, pourrait-il rivaliser avec Bitcoin ? Aux qu'un des deux ne mérite votre choix. Quel que soit les besoins des gens en matière de monnaie, Bitcoin est la seule monnaie au monde qui peut s'améliorer et s'adapter en permanence pour y répondre au mieux. Bitcoin a de la valeur. Le fait même que Bitcoin est besoin que vous le choisissez, signifie qu'il doit devenir et rester d'une de votre choix. Par conséquent, Bitcoin s'améliore continuellement pour devenir meilleur que toute autre alternative. Cela crée un cercle vertueux dans lequel Bitcoin ne s'est de s'améliorer ainsi tant toujours plus de personnes à le choisir. Et comme de plus en plus de personnes nous choisissent, Bitcoin devient une monnaie encore meilleure, ce qui incite encore plus de personnes à le choisir, ce qui le rend meilleur encore et ainsi de suite. Alors, grosse procure de rappel, même si chez passion on peut vraiment parler de rappel, vu que pour la plupart d'entre nous, évoqués cette notion même, qu'on puisse choisir sa monnaie, c'est un truc assez inattendu, ça fait pas vraiment partie du champ des possibles. On a, comme oublié qu'à l'origine, c'est pas le gouvernement, c'est pas l'autorité qui est imposée par la force, l'usage de la monnaie dont il détenait le monopole. C'était juste les gens qui convergent naturellement vers elles qui présentaient les meilleurs attributs. Et donc, on s'est habitués à se voir imposer une monnaie, en fait durant notre scolarité, on s'est bien gardé de nous enseigner, le fait haut subversif qu'il pourrait en être autrement. Et là, avec des monnaies qui commencent un peu partout, à bien des gringolets face au dollar, même l'euro qui dévisse de 20% en un an, et avec une inflation de 10 à 20%, selon la méthode de calcul aux Etats-Unis, on s'arrête et on se dit que, bah ouais, à voir le choix, c'est plutôt une bonne idée. Alors, c'est une prise de conscience assez naturelle, si tu habites au Liban en Turquie, en Argentine ou au Venezuela, mais dans la zone euro, tu dois pouvoir passer une vie entière sans que cette question ne t'effleure l'esprit. Bien là, Thomas nous aide à comprendre que ce choix, il est entre nos mains, et que Bitcoin met tout en heure pour mériter qu'on le choisisse. Avec la promesse, qu'il ne cessera de s'adapter, pour continuer à mériter notre préférence, et ça, ça nous donne quand même envie de creuser un peu la question. Pourquoi il faut à la fois du temps et des efforts pour gagner des Bitcoin ? Vous travaillez d'euros pour votre argent. Pour gagner de l'argent, vous devez consacrer du temps et des efforts. Donc, par soucis d'équité, la création même de monnaie ne devrait-elle pas aussi demander du temps et des efforts ? Pourtant, ça n'est pas le cas avec la monnaie émise par l'Etat. N'importe quel quantité arbitraire de dollars, d'euros, de pessose, de livres, etc. Peut-être créer à partir de rien, instantanément, et sans effort. Cette méthode de création de monnaie s'en travaille, décourage les gens de travailler pour leur argent. Au contraire, elle les encourage, elle assiste ta n'a à qui demander cet argent facilement produit, et il ne s'agit pas seulement d'une aide sociale pour les pauvres. On parle d'une forme d'assistana gigantesque, dont bénéficie les très riches et les personnes bien connectées politiquement. La création de bitcoin prend du temps. Bitcoin garantit que sa monnaie ne sera créée que selon un échéancier déterminé. Une petite quantité de bitcoin seulement est créée toutes les 10 minutes en moyenne, et cette quantité est réduite de moitié tous les quatre ans. Cela conduit à une offre qui ne dépassera jamais 21 millions de bitcoin. Créer des bitcoins demande des efforts. Personne ne peut créer de bitcoin sans prouver qu'il a travaillé pour les créés. Les bitcoins sont créés à travers un processus dit de mineage, car à l'instar de l'extraction de minerait-elle que le nickel fait, et l'or, un réel travail doit être effectué. Ce travail est effectué par des ordinateurs qui utilisent l'énergie électrique. De nombreuses personnes sont en concurrence pour créer de nouveaux bitcoins, plus il y a de concurrents et plus il travaille, plus cette compétition devient difficile à gagner. Chaque compétition du généralement une dizaine de minutes puis reprend lorsqu'un mineur réussit cette tâche. Le bitcoin est la seule monnaie dans la création nécessite du travail et dont l'offre reste fixe. Quel que soit la quantité de travail nécessaire à sa fabrication ? Une monnaie équitablement équilibrée. Puisque vous devez consacrer votre temps et vos efforts pour gagner de l'argent, ne devriez-vous pas choisir une monnaie qui demande également à ceux qui la créent de consacrer leur temps et leur énergie. Cette monnaie est bitcoin. Là, au tout, choque de l'argument faveur de la preuve de travail, le plus faf au work, au cœur du processus de mineage des bitcoins. Et Thomas répond en fait ici à la critique portante sur le co-énergie du mineage jugé excessif par certains, qui soit dit en passant sécurise bitcoin, le réseau des change le plus fiable, le plus juste, le plus inclusif, est performant, plus manité et jamais produit. Donc le débat est placé sur un plan moral, Thomas s'interrogant sur les fondements moraux, permettant de justifier les missions gratuite et sans effort des monnaies fiates. Il note que cette aberration envoie des signaux négatifs dans l'esprit d'une population contrainte elle, de fournir à n'effort, de fournir un travail à échanger contre cet argent. Alors, l'or avait cela différent, qu'il avait tant créé dans nos esprits. Cette imaginaire liée au travail, à la dépense d'énergie colossale nécessaire pour l'extraire et le raffiner, se minerait dans la ratée, on faisait un bien-monétaire si précieux. Et avec bitcoin, on revient, semble-t-il, sur cette imaginaire beaucoup plus sain. Un bitcoin dont les attributs monétaires sont encore bien supérieurs. Il y a sa ratée absolue, programmée, mais aussi à la surprise générale, il y a tous ces bénéfices environnementaux que procure le minage, dont on comprend enfin qu'il est en fait aujourd'hui le plus grand cataliseur de la transition énergétique. Pas vous n'avez pas besoin d'autorisation pour utiliser bitcoin. Bitcoin est vraiment pour tout le monde. Tout le monde peut utiliser bitcoin, l'approbation de personne est nécessaire pour l'utiliser. Et quand je dis personne, je le pense vraiment, ni maintenant, ni jamais. Contrairement à toutes les institutions financières, bitcoin ne veut pas connaître votre nom. Il ne le peut pas. Il ne veut pas non plus connaître votre sexe, votre âge, vos revenus, votre race, vos opinions politiques, votre dossier de conduite, vos d'aide, vos penchant, ou toute autre chose, vous concernant. Si vous pouvez produire un grand nombre à l'éatoir, alors vous pouvez utiliser bitcoin. Ne vous inquiétez pas, vous pouvez générer un tel nombre si vous avez accès à un ordinateur ou un téléphone ou même simplement à une pièce de monnaie ou à des déajoués. Personne n'est responsable de bitcoin. La raison pour laquelle vous n'avez besoin de la permission de personne pour utiliser bitcoin est qu'il n'y a personne à qui demander. Il n'y a personne et rien qui puisse vous accorder la permission ou l'infusée. Si vous avez des bitcoin, que vous voulez envoyer à quelqu'un d'autre, cette personne n'a pas non plus besoin de permission pour utiliser bitcoin. Pourquoi bitcoin est-il sans permission? Le bitcoin se passe de toute obligation d'autorisation car il considère l'utilisation de l'argent comme un droit humain universelle. En tant que tel, bitcoin ne veut pas savoir qui vous êtes, ce que vous achetez, pourquoi vous envoyez les bitcoin ou se trouvent le destinataire ou quoi que ce soit d'autre. Vous êtes libre de faire ce que vous voulez avec vos bitcoin. Au départ, s'attidées peut vous déranger un peu. Cela ne signifie-t-il pas que les criminels peuvent utiliser les bitcoin? Oui. Et il se trouve que les criminels peuvent aussi utiliser d'autres formes d'argent. Les criminels existaient déjà bien avant l'avention de bitcoin en 2009. Dans de nombreuses régions du monde, les véritables criminels sont les tirants en charge du gouvernement qui traite les civils innocent comme des criminels et violent leurs droits. Bitcoin ne peut pas juger, qui, que ce soit ou quoi que ce soit, il reste totalement neutre vis-à-vis de tous les arrivants. Tout le monde, partout, pour toujours. Bitcoin fonctionne pour tout un chacun et pour tout le monde. Il fonctionne partout et en tout lieu. Bitcoin fonctionne à tout moment et pour toujours. Donc si vous êtes cherpentier la maintenant aux imbavoués, vous pouvez l'utiliser. Si vous êtes archéologue en Antarctic dans 200 ans, vous le pourrez aussi. Au fil du temps, des pays nétrons et disparaîtrons, des entreprises apparaîtront et disparaîtront et des dirigeants viendront et repartiront. Mais bitcoin sera toujours là, fonctionnant indépendamment de l'existence-mêmes de ces pays entreprise ou dirigeants. Comment bitcoin est-il sans permission ? Bitcoin parvient à être sans permission en excluant la notion-mêmes d'utilisateurs dans sa conception ? Bitcoin ne se préoccupe que du respect des règles correctes de dépense des Bitcoin. Ces règles sont purement mathématiques. Et bitcoin peut vérifier et juger toutes les transactions comme étant valid ou non, vrai ou fausse. Bitcoin est une machine à vérifier les transactions. Pas un contrôleur d'identité. Je vous invite donc à utiliser Bitcoin. Et bien sûr, vous n'avez pas besoin de ma permission. L'hiverté total. L'hiverté d'accès aux réseaux, qui que tu sois, ou que tu sois à n'importe quel heure, n'importe quel jour, même un jour ferrier. L'hiverté de recevoir et d'envoyer au temps de valeur que tu le désires. Deux et à n'importe qui, partout n'importe quand, qu'elle que soit la raison. Génial. Quoi qu'en fait, chez nous, dans nos pays où ça roule plutôt pas mal, est-ce qu'on a vraiment besoin de tout ça ? Est-ce que tu te sens ou à sous la contrainte quand tu utilises tes euros ? Il y a encore pas si longtemps. Cette liberté, cette résistance, à la censure. On aurait pu juger ça utile surtout dans les pays soumis à des pouvoirs autoritaires avec des contrôles de capitaux massifs, des bâts tombés dans les roues pour la moindre transaction. Mais comme je l'ai rappelé dans un épisode précédent, la situation se dégrade, peu à peu, un peu partout, et aussi chez nous en Europe dans les pays aux Occidentaux. On se souvient de l'épisode début 2022 de répression par le gouvernement canadien du mouvement des trocurs, dont les canyotes avaient été confiscés et les comptants banques des soutiens bloqués. Il y a quelques mois, non de si pelosie poussée pour le flicage par le service des impôts de toute transaction bancaire de plus de 600 dollars. Et puis nos banques nous posent tout de même de plus en plus de questions sur la moindre dépense que nous apprêtons à faire. Nos bitcoins nous redone une liberté totale. Et ce faisant, nous devons assumer chacun l'antir responsabilité de toutes nos opérations, sachant qu'aucune transaction n'est réversible sur leur réseau bitcoin. Pourquoi les règles de bitcoins sont imposés par les mathématiques et la physique ? Lois de la nature contre le lois de l'homme. Les autoroutalments n'ont pas de limite de vitesse imposée par la loi. Seuls, les lois de la physique limitent la vitesse à laquelle les automobiles peuvent rouler. Par conséquent, les allemands ont trouvé le moyen de fabriquer des voitures particulièrement rapides. Les voitures rapides, voitures familiales rapides, SUV rapides, camion rapides, etc. Et les voitures allemandes sont aussi des voitures rapides particulièrement sûrs car personne ne veut mourir en se rendant rapidement quelque part. Cette absence de réglementation fait que les voitures allemandes sont plus rapides et plus sûrs que celles fabriquées dans les pays ou les limites de vitesse sont fixées par des décrets gouvernementaux. C'est également la raison pour laquelle bitcoins et la meilleure monnaie que le monde connaitra jamais car aucun gouvernement ne dit à bitcoin qu'elle réglent s'applique ou comment les faire respecter. Pour faire respecter ces règles, bitcoins ne s'appuient que sur les lois des mathématiques et de la physique. Ces lois sont éternelles et immeuables. Elles ne sont pas inventées sur un coup de tête, elles ne pourront jamais être modifiées que ce soit par un individu ou par un groupe. Cela nous assure que les promesses de bitcoins sont aussi fiable que les lois de la nature et le même. Mon bitcoins utilise les lois de la nature. Tout comme les objectifs de sécurité et de vitesse des voitures allemandes, bitcoins se fixent également des objectifs de sécurité et de vitesse. En matière de sécurité, bitcoin fournie l'équivalent monétaire de la sécurité. La prévention du vol en permettant aux utilisateurs de stocker leurs bitcoins là où eux seuls peuvent les trouver. Pour se faire, il utilise des nombreuses alléatoires astronomiquement grands, comme l'uût de stockage, comme des n° de compte bancaire, des bilion et des bilion et des bilionnes fois plus grands. Les lois de la physique stipulent que personne ne peut deviner ses nombre, même si l'on transformait la planète entière en un ordinateur géant faisant des suppositions sans fin. Quant à la vitesse, bitcoin ne cherche pas à l'évite. Au contraire, il cherche à maintenir un rythme régulier. Le rythme que bitcoin maintient et que ces mineurs découvrent et ajoutent un nouveau bloc de transactions à son grand livre, la blockchain, toutes les 10 minutes en moyenne et ce pour toujours. Bitcoin fait également respecter cet objectif en utilisant les lois éternels et immuables des mathématiques et de la physique. Si quelqu'un a metté toute l'énergie du monde à essayer d'accélérer le processus, bitcoin donnerait un coup de frein en un point régulier près des finis. À l'inverse, si quelqu'un a essayé de le ralentir, bitcoin mettrai le pied sur l'accélérateur et le ferait accélérer à ce même point. La taine de cet objectif de vitesse moyenne repose sur la combinaison entre la preuve de travail, basée sur un travail informatique physique, nécessitant une dépense d'énergie dans le monde réel et quelques lignes de code informatique appellent à justement la difficulté. C'est ainsi que bitcoin maintient son rythme de découverte des blocs. Bitcoin ne fait cobéir au loi de la nature. Aucun des crées gouvernementales ne peut rien y changer. Rien ni personne ne peut violer. Ces mécanismes ont raciné dans la nature elle-même. Aucun manifesta, aucun banquier, aucun législateur, aucun accueur, aucune entreprise, aucun gouvernement, aucune armée, aucun attaquant d'aucune sorte. Avec bitcoin, vous pouvez compter sur les mathématiques et la physique, plutôt que sur les promesses des bureaucrats et des politiciens. Pour protéger vos économies. Bagnelles allemandes, autoroutes non-reglementées, et la seule contrainte des lois naturelles, la gravité, j'imagine comme guide conduisant à l'excellence industrielle, rapidité, sécurité. Je trouve que cette analogie est vraiment géniale. Elle est aussi super inattendue. Thomas nous présente les mécanismes immuables, indépendants de toute intervention humaine, qui assure la sécurité et la régularité du réseau bitcoin. Et nous on se dit que quand je choisis de sécuriser mon épargne sur le réseau bitcoin, je parie sur les math, sur la physique, plutôt que sur les promesses des politiciens, les promesses qui n'engagent que ce qu'ils écoutent, c'est ça ? Et les promesses des bureaucrats aussi bien intentionnées qu'ils puissent être, selon le contexte. Pourquoi personne ne peut arrêter bitcoin ? Le génie est sorti de la bouteille. Presque toutes les choses créées par l'homme peuvent être arrêtées, d'une manière ou d'une autre. Nous pouvons appuyer sur les freins d'un véhicule, nous pouvons couper l'alimentation d'une machine, nous pouvons leur donner l'arrêt d'une organisation par les forces armées si nécessaire. Une somme que l'on puisse arrêter n'importe quoi avec une force qui contre-carte ce qui maintient cette chose en marche. Mais bitcoin est inarrêtable. Alors comment exactement bitcoin parvient-il à être inarrêtable ? bitcoin utilise deux parades principales pour ne jamais être arrêtées. Des répliques impeccables partout. La première défense de bitcoin contre les tentatives visantes à l'arrêtée est que vous ne pouvez pas le localiser. Il est impossible après tout d'arrêter quelque chose que l'on ne peut pas trouver. Chaque ne de bitcoin est une instance du programme bitcoin exécutée sur un ordinateur. Et chaque neuf est une réplique exacte de toutes les autres. Chaque ne contient toute la programmation nécessaire au fonctionnement de bitcoin, ainsi que toutes les adresses de chaque partie de chaque bitcoin. Pour arrêter bitcoin, il faudrait arrêter chaque neuf partout dans le monde et les maintenir à l'arrêt pour tous autres. Cependant, bitcoin est très facile à faire fonctionner, peut tourner même sur les ordinateurs les plus basiques, disponibles aujourd'hui, il est donc utilisé par un grand nombre de personnes. Les neux bitcoins peuvent également cacher leur emplacement afin que personne ne puisse voir où il fonctionne. Il est donc impossible de trouver tous les ordinateurs du monde qui font tourner bitcoin. Si quelqu'un, même le gouvernement, essayait de traquer tous ses neux dans le but d'arrêter bitcoin, il échouerait. Il pourrait trouver quelques neux voire un grand nombre, mettant que bitcoin tourne quelque part sur terre, sur un ordinateur, continue de fonctionner. Même si un attaquin parvenait a arrêté tous les neux pendant un moment, dès qu'un neuf reprendrait, bitcoin continuait exactement là où il s'est arrêté. En fait, la première chose que fait chaque neuf lorsqu'il reprend son activité est de se transformer en une réplique exacte de tous les autres neux. Il y a des dizaines de milliers de neux bitcoins qui fonctionnent partout dans le monde entier, en ce moment même, il n'y a aucun moyen de savoir exactement combien ils sont. Rien que pour cela, il est imposible de savoir à quel point il est difficile d'arrêter bitcoin. Des besoins énergétiques flexible. La deuxième défense de bitcoin est la façon dont il utilise l'énergie. La plupart des choses nécessitent une quantité minimale d'énergie pour fonctionner. bitcoin ne requiert pas un tel minimum. Certes, bitcoin utilise de l'énergie pour s'assurer qu'aucun ne ne trompe à un autre neuf sur l'étarrel du réseau. Le registre de contexte exact est celui qui consomme le plus d'énergie. Mais la quantité précise d'énergie dont bitcoin a besoin, et régulièrement ajustée par le billet du mécanisme d'ajustement de la difficulté, soit par bitcoin lui-même. Et il n'y a pas de valeur minimale, absolue nécessaire. Si quelqu'un parvenait à couper la limitation de tous les neux, sauf un, bitcoin finirait par s'adapter. Grâce à ce mécanisme, les besoins énergétiques de bitcoin diminuerait simplement au point qu'un seul neuf suffirait à assurer le fonctionnement du réseau. Ainsi, bitcoin ne peut pas être privé de l'énergie dont il a besoin car il peut fonctionner avec une quantité infime. Si c'est tout ce qu'il peut obtenir. Introuvable et impossible à famer, bitcoin est inarétable. Ainsi, ces deux défenses étudient trop avec un système inarétable. Puisque personne ne peut trouver tous les neux qui existent, et personne ne peut le priver de l'énergie dont il a besoin, personne ne peut arrêter bitcoin. Inarétable. C'est vrai que c'est dingue de dire que bitcoin est sans doute l'un des sols trucs commandes qu'on ne peut pas stopper. Ce n'est pas un truc auquel j'avais beaucoup réfléchi. Et à première rue, je vois pas beaucoup d'exemples de trucs inarétables comme ça. Si je prends une centrale nucléaire, un port avion, tout ça, ça a l'inertie, mais ça finit par s'arrêter. Si on prend un satellite diostationnaire, une sonde intergalactique, là, c'est sans doute plus difficile. Je crois que j'ai trouvé, par exemple, les trucs inarétables, il y a cette expression de Ronald Reagan qui dit qu'il n'y a rien de plus permanent qu'un programme d'urgence, un programme temporaire du gouvernement. Je triche un peu, c'est le loin du sujet. Mais sérieusement, c'est vrai que cette démonstration de Thomas Trollite, bitcoin est introuvable et impossible à familler donc bitcoin est inarétable. Elle est assez convaincante. Le scénario de l'attaque de l'obale coordonnée qui semble de moins en moins envisageable, je vais au politiquement parlant. Il aurait beaucoup de mal à réussir, pratiquement, suffit d'un petit neux à 200 balles pour maintenir bitcoin en vie et puis à ce mécanisme d'ajustement de la difficulté, quelques lignes de code dans le programme, consul pour ajuster la difficulté du mineur, et donc les incitations économiques des mineurs, la quantité d'énergie mobilisée et la puissance de mineur correspondante. On arrive à la fin de ce premier volet de la série, on a l'air cette première article, cette série pourquoi bitcoin de Thomas Trollite, j'espère que ça te plaît. J'espère que je fais un bon choix entre le lisant. Thomas a l'évidence qu'on est très bien son sujet, il a eu une tante médité beaucoup de temps là-dessus. Et ce que je trouve précieux, c'est cette manière qui est là de nous restituer sa vaste compréhension de bitcoin, sauf en forme de ces petits passages, super digestes, plein d'images et d'analogies, avec cette logique et cette structure assez implacable, et puis une syntaxe qui est douce, qui est fluide, et après ce qu'il y a un souffle dans ces textes. Je ne suis pas nécessairement l'interprète idéale, il souffle en question, tu ne le ressens pas forcément, mais vraiment, écoute Thomas va visionner son documentaire, bitcoin est generational wealth sur YouTube, il y a un sous-titrage en français, et quand tu l'écoutes, tu sentiras ce souffle qui cherche à transmettre dans son texte. J'imagine que ça renvoie à son souhait de présenter bitcoin comme un truc un peu jivant, un organisme hybride avec son code, et puis tous lescosystèmes humains autour, et moi ce que je vois, c'est que pédagogiquement, c'est vraiment une des raisons pour lesquelles j'ai voulu inclure son travail dans le podcast, le contenu et la forme de ces messages pénètre bien dans notre esprit. Je crois que c'est parce que c'est bien équilibré, ça parle aux deux cerveaux, ça rentre facilement un petit peu comme ces beau paniers, à trois points que j'évoquais tout à l'heure. Alors voilà, on skit, merci encore pour ton attention, on se retrouve assez vite pour la suite de cette série, partage cet épisode si tu le juge utile, fais un tour sur www.btctouchpoint.com pour enrichir, compléter ton apprentissage, il y a plein de trucs intéressants, et puis oui, donc regarde ce film de Stro Light, voilà, à bientôt, salut !"
    },
    {
        "id": "69d769c6b0cec471179252076c55b1855fde7234f08831c9e2b81669a3498f14",
        "transcription": "C'est que chaque français puisse banger à sa fin. L'inflation s'est enflammée. C'est super fusion, il n'a pas voulu voir la réalité. Tu ne valonter des gouvernements de faire baisser la valeur de la manée parce que ça a l'égoverment pour emparer un bonsel entail. On voit ça sans arrêt. De la fin des grands cycles, de la fin des grands empires, toujours l'attentation à la fin s'écrète la monnaie. Bien ça nous amène à une folie monétaire. C'est quelque chose qui est en train de fosser l'éco-de-vie mondiale. Et pour la femme, c'est contraire. In due course. Ça y est. Nous y voilà au crépuscule de selon cycle économique. Les crises et leurs bouquemissaires se succèdent, mais le voile qui se lève nous révèle à monde fragile et désorienté. Impossible. Bitcoin poursuit sa fulgurante ascension, reprend son souffle, repart de blu-bel, imposant jour après jour le langage d'une air nouvelle. Je m'appelle Jacques Édoire, bienvenue sur BTC Touchpoint. Chaque semaine, au travers de lectures et de conversations, je vous mets le pied à l'étrier. Je partage avec vous les savoirs fondamentaux pour comprendre Bitcoin. Salut, bienvenue sur le podcast BTC Touchpoint. On poursuit comme prévu la lecture de la série Pourquoi Bitcoin de Thomas Strollite. On avait pu apprécier le format cours, la syntaxe fluide de cet ex, des petites démonstrations imagées, des qualités de Bitcoin, mais aussi de super outils pour se familiariser avec Bitcoin pour approfondir sa compréhension. Alors je reprend sans attendre les sept articles suivants que je puncturais parfois de bref intermèdes, intermèdes que tu peux bien sûrs appeler grâce aux chapitrages de l'épisode. Allez, on y va. Pourquoi Bitcoin est le chemin vers la stabilité économique ? Les monnaies nationales ne procurent aucune stabilité fiable. En 2021, le Bolivar Venezuelien a perdu 99 % de sa valeur face aux dollars américains, même la livre Sterling a connu une volatilité 17 % en terme de haut ses deux baisse par rapport aux dollars sur la même période. En fait, s'agissant de leur fonctionnement, les monnaies nationales offrent très peu de sécurité, de facilité d'utilisation, de prévisibilité et en fait de stabilité. Aucune d'entre elles ne nous donne beaucoup de prévisibilité quand à l'évolution de leur masse monétaire. Et elles sont nombreuses, ils comprivent le dollar, à avoir vu leur masse monétaire augmentée de façon massive ces derniers temps. Aucune des tentièrement immunovole par des escroits ou résistant à la saisie par des autorités, aucune ne peut stargée d'être libre d'accès pour tous sans autorisation. Il existe des réglementations imposant assez détenteurs de s'identifier et de déclarer les utilisations prévues. Toutes ces monnaies ne fonctionnent que dans des juridictions spécifiques. Et pour aucune d'entre elles, leur masse monétaire ne peut faire l'objet d'une vérification indépendante. On en vient d'ailleurs même à se demander si les autorités en charge de ces monnaies nationales en connaissent précisément la masse actuelle. On résumait les monnaies nationales ne sont pas stables du tout. Pourtant, Bitcoin est accusé d'être instable. Bitcoin est extrêmement volatile, affirme les journalistes, économistes et banquiers, pas étonnant qu'il tire de telle conclusion en jugant Bitcoin à l'honne des monnaies nationales instables. Imaginez-vous sur un bateau chaïté par une mer ouleuse fixant du regard infar sur la rive. La position de ce dernier va vous sembler extrêmement volatile, alors qu'en fait le far est parfaitement immobile, stable. Voici précisément en quoi Bitcoin se comporte, comme se faire. Bitcoin est profondément stable. Chaque détail de Bitcoin est l'essence même de la stabilité. Peu importe que le monde vient à fessubir, Bitcoin a tenu toutes ses promesses. Son offre, l'émission de Bitcoin, très précisément prévisible, s'est conformée avec exactitude à l'échelle ancienne prédéfinie. Sa sécurité n'a jamais été violée. Il a permis à toute personne dans le monde de l'utiliser. Il a laissé les détenteurs de Bitcoin les dépenser sans aucune restriction. Il a permis à tout un chacun disposant d'un ordinateur basique de vérifier son offre monétaire indépendamment sans avoir à faire confiance à qui que ce soit. Il n'y a eu aucune exception. Bitcoin est donc extrêmement stable. L'adoption de Bitcoin est une migration vers la stabilité. Lorsque les critiques qualifient Bitcoin de volatil, il ne s'agit pas d'un compliment. Il sous-entende que la stabilité est préférable à la volatilité. Ce point est exact. Il se trompe simplement sur ce qu'est la stabilité. L'incroyable stabilité et fiabilité de Bitcoin est précisément ce qui attire un nombre toujours plus grande de personnes, de sociétés, d'institution et de gouvernements à l'adopté dans des proportions toujours plus grandes. Au fur et à mesure de l'adoption de Bitcoin, sa valeur, mesurée en dollar, augmente, profondément, bien qu'il y ait de forte fluctuation à court terme de son prix libélé en dollar. Mais il n'y a rien de fluctuant dans la nature même de Bitcoin. Tout comme le phare, Bitcoin reste parfaitement stable. À la lumière de tout cela, il n'est pas surprenant que Bitcoin soit de plus en plus choisi à la place des monnaies nationale. Les garanties stable et inébranlables de Bitcoin offrent au monde un éthalon ou une référence sur lequel nous pouvons échanger entre nous quelle que soit la distance, le montant et la période. La fiabilité de Bitcoin conduit le monde sur la voie d'une plus grande stabilité économique. On retrouve donc la série, un peu tel qu'on la laisse. Chaque nouveau texte nous donne un éclairage puissant sur une facette de Bitcoin. On parle là de Bitcoin comme actif stable et volatil à la fois et puis comme chemin vers plus de stabilité économique. C'est bien tourné, on prend du recul, oui. La volatilité de Bitcoin de Bitcoin est bien réelle, un contournable d'ailleurs, du processus de monétisation accéléré qui subit. Mais c'est une volatilité toute relative. Comment le comprend aussi grâce à cette analogie du phare remarquablement choisi. Elle marche super bien cette image. On habite Coin qui tel infar et super stable, construit sur du rock sur des fondamentaux mathématiques et physiques indépoulonnables. Mais si on le regarde à partir d'un rafiophiate chayouté par les flots, se phare Bitcoin, Yplonge, Y Surgi et Replonge, et c'est juste que notre point de référence n'est pas stable du tout. Alors que ce soit le dollar ou le roe, ça revient en même. C'est comme si on mesurait la réalité avec un maître étalon dont la longueur varie. Là, si notre référence est le roe, eh bien il vient de perdre 20% de pouvoir d'achat face au dollar en un an. Ce même dollar qui a perdu peu au prou, le même pouvoir d'achat sur la même période. Ça on fait un référentiel quand même assez médiocre pour mesurer la volatilité de Bitcoin. Ça a d'ailleurs amené quelques commentateurs à qualifier l'euro et puis le yen aussi qui fait très fort en ce moment de cheats coins, c'est-à-dire une crypto, monnaie, alternative, à un alt coin dont le cours en forme de bulle trait l'absence de fondamentaux. Alors lorsqu'on utilise l'euro ou le dollar comme référentiel, ce qui peut être utile, c'est de les ajuster en prenant en compte l'évolution de leur masse monétaire. Et là, avec beaucoup de justes, Thomas a eu une souligne avec quel point en réalité ce qui compte avant tout pour une monnaie, c'est la stabilité de ses propriétés. Et à ce titre, Bitcoin est exemplaire sur tous les plans fait que chacun peut vérifier. Pourquoi Bitcoin est l'avoie pour épargner de l'argent? Que signifie épargner de l'argent? Épargner de l'argent est se mettre des dollars sur un compte d'épargner? Examinons de plus près cette expression familière qui tient en deux mots. Épargner l'argent. Le mot épargner a en fait deux significations. La première, c'est stocker. La seconde, c'est sauver. C'est ce deuxième sens. Sauver qu'on veut examiner ici. Ainsi, qu'en est-il de la définition du mot argent? Permettez-moi d'en proposer une car l'édictionnaire présime que l'argent, c'est des pièces physiques ou des billets de banque, mais cette définition est bien dépassée avant même de considérer l'existence de Bitcoin. Je propose simplement la définition suivante. L'argent est un instrument que les gens utilisent pour stocker et transférer de la valeur économique. Maintenant, imaginez que cet instrument que les gens utilisent pour stocker et transférer cette valeur soit en train de mourir. Nous faudraient alors se courir cet instrument. Nous aurions besoin de sauver cet instrument. Nous aurions besoin de sauver l'argent. Voyez quand je parle dépargné l'argent, je ne veux pas dire maître des dollars sur un compte déparne. Je veux dire trouver un nouvel instrument sur lequel l'humanité peut compter pour stocker et transférer la valeur économique. La raison pour laquelle nous avons besoin de se nouver l'instrument est que l'ancien est défaillant. Depuis au moins 50 ans, l'argent émis par le gouvernement a perdu sa capacité à stocker et à transférer de la valeur économique à cause de l'inflation. Une boîte de conserve de soupes coupée côté d'isense. Aujourd'hui, elle coûte un dollar. Le prix d'une maison a été multiplié par disse tout est devenu plus cher en dollar. L'inflation se produit lorsque les personnes qui peuvent créer de l'argent abuse de ce pouvoir. Aujourd'hui, cet abus a atteint un point d'ébullition où des milliers de milliards de dollars sont créés du jour au lendemain plusieurs fois par an. Cela détruit les parne, détenus sur de prétendus comptes, des parne, l'inflation est le tueur d'argent. Donc là, on a un petit insère, une petite citation ouvrait légumée. Quand des destructeurs apparaissent parmi les hommes, ils commencent par détruire l'argent. Fermez les guillemets, Heinrand. Entrez dans le Bitcoin, sauvez l'argent. Bitcoin est là pour sauver l'idée même de l'argent de la destruction. Il élimine le pouvoir de qui compte de faire fondre les économies de tout le monde. Dans Bitcoin, il n'y a pas d'inflation. Appelez-vous, il n'y aura jamais que 21 millions de Bitcoin, chacun divisible en 100 millions de parties appelés satoshi. Il seront émis, selon un éché anciet inhuable, au cours des 100 et quelques années à venir. Cette argent ne sera émique pour les personnes qui auront travaillé dur pour le gagner. Cette rarte garantie, associée à l'obligation de travailler pour obtenir les Bitcoins, nouvellement émis, réintroduit l'intégrité dans le système monétaire, le sauvant ainsi de l'effondrement. Cependant, elle ne le fait que pour l'instrument monétaire qui présente ses caractéristiques, et c'est instrument et le Bitcoin. Bitcoin est donc littéralement là pour sauver et parner l'argent de la destruction, et si vous voulez épargner votre argent de la destruction, vous devez le convertir en Bitcoin. Belle réflexion, la autour du thème de l'argent, en prenant le temps de décortiquer la définition de l'argent et les sens associés au terme épargner. C'est vrai, je dois dire qu'en tradivisance texte, je me suis demandé un moment si je n'allais pas venir à préserver tout le sens, toute la subtilité de cette réflexion. Avec dans Save Money, l'idée qu'on peut épargner l'argent, le stocker, en conserver la valeur dans le temps, mais aussi l'idée de secourir l'argent. Notre argent menace par l'inflation, sauver cette technologie si précieuse, et fondamental pour l'homme, pour la civilisation. Pourquoi le pouvoir d'achat du Bitcoin ne cesse d'augmenter ? Vous travaillez, vous êtes payé avec de l'argent. Vous échangez votre argent contre le travail que d'autres personnes font, c'est ainsi qu'ils sont payés. Mais posez-vous la question, au fil du temps, l'argent avec lequel vous êtes payé, permet-il d'acheter davantage du travail que d'autres personnes effectuent, au moins. Si vous utilisez la monnaie de votre pays, la réponse est que l'inflation réduit ce que votre argent peut acheter. La masse monétaire augmente plus que la quantité de travail effectuée, de sorte que plus d'argent permet d'acheter moins de travail. Certaines personnes essaient d'éviter l'inflation en choisissant de détenir des métaux précieux, comme l'or. La théorie sous-jacente est que le pouvoir d'achat de l'or devrait rester stable puisque son extraction nécessite un travail qui est pour l'essentiel, constant dans le temps. Cependant, le pouvoir d'achat du Bitcoin ne cesse d'augmenter. Beaucoup. Pourquoi ? Eh bien, imaginez que l'on renverse tout le processus actuel de création de la monnaie. Imaginez un système qui rendrait impossible la production d'argent par des créés. Imaginez un système qui exigerait un travail réel et difficile pour créer l'argent. Imaginez que, quelque soit la quantité de travail fournie, seule une quantité fixée d'argent puisse être créée sur une période donnée. Imaginez que cette quantité fixe ne cesse de diminuer. Très certainement, alors, si toutes ces choses étaient vraies, l'argent ainsi créé, subirait les effets inverse à ceux de l'argent qui continuent à perdre son pouvoir d'achat. Lorsque vous utilisez Bitcoin, vous choisissez ce processus exacte de création monétaire. Un processus qui n'entraîne pas de réduction du pouvoir d'achat au fil du temps, mais plutôt son augmentation. Toutes les choses que cet article vous a demandé d'invéniginer sont en fait vrais pour Bitcoin. Il ne peut pas être produit par des créés, sa création nécessite un travail réel et difficile, seule une quantité prédéfinie et produite à un moment donné et cette quantité diminue périodiquement. Voilà pourquoi le pouvoir d'achat du Bitcoin ne cesse d'augmenter. Pourquoi et comment Bitcoin utilise l'énergie ? Comment Bitcoin utilise-t-il l'énergie ? Laissez-moi en dresser la liste. Tout d'abord, Bitcoin utilise de l'énergie pour empêcher qui conclent défacés ses enregistrements. Si vous possédez des Bitcoin, c'est parce que quelqu'un vous les a envoyé, cette transaction a été enregistrée dans la blockchain, l'historique, complet de la propriété de tous les Bitcoin. Si l'était possible défacé cet enregistrement, vous ne possédez rien plus ce Bitcoin. Cependant, remplacer les enregistrements nécessite d'utiliser plus d'énergie que celle utilisée depuis leur création. Et facez une transaction créée, il y a un an, nécessite plus d'énergie que celle utilisée depuis. Plus une transaction est ancienne, plus il est difficile de l'effacer. Deuxièmement, Bitcoin utilise de l'énergie pour empêcher qui conclent de faire passer des enregistrements falsifiés. Bitcoin dispose d'un moyen pour vérifier la quantité d'énergie utilisée pour créer sa blockchain à un moment donné. Si quelqu'un essaie de faire passer une fausse blockchain, il devra y engager plus d'énergie que la vraie. Plus les besoins en énergie sont élevés, plus cela devient difficile et coûteux. Les enregistrements falsifiés sont facilement invalidés par tout le monde et la seule vraie version de la blockchain reste en place. Lorsque de nouveaux blocs sont découvertes par les mineurs, tous les Neubitcon utilisent le test indiquant la plus haute preuve de travail pour prouver lequel est valid. Tout conflit entre deux versions et finalement régler par celle qui contient le plus de travail, la version la plus forte, Caigne. Ces exigences en matière d'énergie empêchent qui conquent de redépenser des Bitcoin préalablement des pensées. Il s'agit de la solution apportée par Bitcoin, au tristement célèbre problème de la double dépense, qui avait des concertés tous les informaticiens jusqu'à ce que Satoshi Nakamoto publie son livre blanc sur Bitcoin en 2008. La consommation d'énergie de Bitcoin met fin à la dépendance aux autorités humaines. Il ne faut pas beaucoup d'énergie pour participer à Bitcoin, n'importe qui dans le monde peut faire une copie de la blockchain, la tenir à jour, et s'assurer qu'elle est parfaitement irréprochable. Pour tout vérifier, Bitcoin ne s'appuie que sur des calculs qui peuvent être exécutés sur des ordinateurs ordinaires de sorte que tout le monde peut vérifier tout par lui-même. Parce que chacun peut pratiquement vérifier, par soi-même, cette méthode de preuve de travail qui permet de déterminer la validité et limine la nécessité de faire confiance à une autorité humaine. Il s'agit là de la seule méthode connue, permettant d'atteindre un accord parfait à l'échelle mondiale et libre de toute forme d'autorité humaine. Pourquoi les gens mettent de l'énergie dans Bitcoin? Les BTCs ne sont très rares, il n'y en aura jamais que 21 millions. Cette arter l'éron de plus en plus précieux, l'énergie n'est pas gratuite, mais il y a des gens qui choisissent d'utiliser une énergie coûteuse pour créer de nouveaux blocs valides, c'est ainsi qu'ils gagnent des Bitcoin, nouvellement créées. En d'autres termes, le système Bitcoin, perd les gens avec des Bitcoin pour qu'ils mettent de l'énergie pour renforcer la sécurité de l'histoire du Bitcoin et l'enrichir. Comment tout cela s'articule? Bitcoin pêche des personnes avec de l'argent rare pour qu'elles effectuent un travail, ce travail renforce la sécurité de cet argent. Tous ceux qui utilisent cet argent rare bénéficient de ce travail car ils rendent leur argent rare encore plus sûr. Cela génère un cercle vertueux où le travail pêche pour plus de sécurité et où cette sécurité accrue augmente la valeur de l'argent qui pêche le travail afin d'augmenter sa sécurité. L'utilisation de l'énergie par Bitcoin est une partie intégrante et iranplaçable de son fonctionnement. Il utilise l'énergie pour garantir l'accord, la validité, la sécurité et la rareté à un degré jamais atteint sur terre, conduisant ainsi à la création de la meilleure monnaie dans l'histoire. Donc tous les terres m'a bordés là dans ce recueil de textes qui sont importants, ils participent également à notre bonne compréhension de Bitcoin. Toutefois, on touche ces questions d'utilisation, de consommation d'énergie qui sont extrêmement sensibles. Le grand public s'imagine tout et n'importe quoi à ce sujet. Son esprit étant largement contaminé par toutes les idiosciers, relaisés par des médias, soit mal informés, soit mal intentionnés. Je connais plein de personnes qui se désintéressent totalement de Bitcoin, persués à desqu'ils sont que ça consomme une énergie d'ing, que ça va faire bouer à des océans. Et il est vraiment crucial de rectifier ce malentendu majeur. On se rend compte aussi nos dirigeants politiques au niveau national et ceux dont le job est nous représenté à Bruxelles sont véritablement à mille yeux de comprendre ce qui se passe réellement. Il y a un tel fossé entre leurs représentations du problème et la réalité qu'on se dit qu'en fait, ce n'est pas qu'ils sont bêtes, c'est juste qu'ils sont tenus de soutenir une position donnée celle de leur partie. Parce que les données de terrain, le marché, ça nous raconte totalement une autre histoire. C'est une histoire au Bitcoin à de la valeur pour les gens en bonne partie parce qu'ils sécurisent comme jamais les parneux de tous partout et pour toujours. Et ça, ça justifie une dépense énergétique importante. Et au-delà de ça, Bitcoin permet mille autres choses que le système monétaire actuel est bien à capable de faire. Et ça aussi, ça vaut tout l'heure du monde et en tout cas, au moins, toute l'énergie cléxtraction de leur occasion. Donc, il y a l'aspect quantitatif d'une part et puis de l'autre côté, il y a l'aspect qualitatif où la surprise est taille, immense, tellement incroyable qu'elle en devient quasi insultante pour les opposants Bitcoin qui dont bien des cas se retrouvent et garrés dans un état de dissonance cognitif avancé qu'il est plange à l'heure dans un déni total. La surprise en question, c'est que chiffre à la pluie, Bitcoin est une technologie providentielle pour le secteur de l'énergie. Ce dernier découvre avec joie que Bitcoin et son ménage par la preuve de travail constitue le meilleur cataliseur de la transition énergétique qu'il soit. Bitcoin, quoi que continue à en penser ces détracteurs, est une technologie gigabonne pour l'environnement. Point, le truc est super bon pour l'économie. Pas besoin de subvention, pas besoin de programme gouvernementale aussi coûteux qui n'utilent pour sauver la planète, pas besoin de taxe ni d'impôt, Bitcoin fait le job. Et le texte qui suit là, l'explique et l'illustre parfaitement. Pourquoi la consommation d'énergie de Bitcoin est bénéfique pour notre environnement? La civilisation humaine a besoin d'énergie, exploiter l'énergie et l'essence même d'une civilisation humaine flourissante sur terre. Sans une énergie abondante, nos visrées froides, courtenent et misérable, et nous serions beaucoup moins nombreuses qui seraient tristes. Bitcoin prévilegeait l'énergie de la plus propre. Bitcoin utilise l'électricité comme énergie dans le processus de minage. Il existe de nombreuses façons de produire l'électricité propre et inoffensives, notamment l'énergie nucléaire, hydrolyc, chéolienne et solaire. Ces sources d'électricité sont en fait moins cher à la marge que les combustibles fossiles. En effet, aucune d'entre elles ne nécessite l'extraction et le transport coûteux de millions de tonnes de combustibles. L'extraction de Bitcoin est une activité extrêmement compétitive, ainsi par nécessité économique les mineurs doivent utiliser les sources d'électricité les moins cher disponibles. Et comme les formes d'électricité les moins chers sont aussi les plus propres, les mineurs de Bitcoin sont obligés d'utiliser ces sources propres. Bitcoin est une utilisation justifiée de l'énergie. Bitcoin utilise effectivement beaucoup d'énergie et il est totalement transparent sur la quantité d'énergie qu'il utilise. Il ne sait pas de dissimuler sa consommation d'énergie. Cette transparence en fait une cible facile à critiquer. Imaginez un instant si d'autres institutions, comme les banques et les gouvernements, faisaient preuve d'une telle transparence sur leur consommation d'énergie. L'utilisation énergétique de Bitcoin offre une valeur que rien d'autre au monde ne peut offrir. C'est une monnaie mondiale, fiable sur SN. Bitcoin est bien supérieur à notre système monétaire actuel, et cela n'a pas de prix. On encourage un usage responsable de l'énergie. Comme la valeur du Bitcoin augmente avec le temps, il encourage les parne et décourage le gaspillage. Ces incitations réduisent les dépenses irresponsables que les monnaies inflationnistes entraînent, des dépenses qui gaspillent l'énergie et polluent notre environnement. Bitcoin stabilise notre accès à l'énergie. Les central électriques produisent un flux d'énergie en grande partie constant. Cependant, notre demande en électricité varie fortement au cours de la journée et au fil des saisons. Lorsque nous dormons, nous étayons les lumières et utiliserons moins d'électricité. Lorsque les conditions météorologiques sont extrêmes, nous apparaît de chauffage et nos climatiseurs et consomment davantage d'électricité. Cette variation est incompatible avec le fonctionnement des centrales et des réseaux électriques. Maintenant, pour la première fois dans l'histoire, il existe une solution à ceux des équilibres. Le minage de Bitcoin, le minage permet au central électrique de fonctionner au maximum de leur capacité indépendamment de la fluctuation de notre demande. En outre, le minage paye une électricité qui serait optimant gaspiller. C'est un facteur d'amélioration sur un plan économique tant pour les exploitants de central que pour leur client. Cela stabilise l'offre, la demande et les prix. Le minage de Bitcoin améliore, ainsi l'économie de l'énergie propre, ce qui est bénéfique pour nous et pour notre environnement. Bitcoin améliore notre accès à l'énergie. En améliorant l'économie de la production d'énergie propre, Bitcoin encourage la construction de centrales électriques propres, plus nombreuses et plus grandes, remplacant ainsi l'utilisation de centrales plus anciennes et plus polluantes. En fait, Bitcoin remet possible la construction de central électrique propre qui ne serait pas construite autrement et verrait les gens forcés et utilisés des alternatives plus polluantes. C'est particulièrement vrai pour les petites populations isolées qui doivent compter sur des sources de l'électricité polluante à petites échelles, comme des groupes électrogens diesel. Vu que le minage de Bitcoin peut payer pour n'importe quelle quantité de production d'électricité, il peut désormais devenir tout à fait pertinent de construire des centrales propres, lesquelles n'aurait pas été économiques à construire autrement. Par exemple, l'énergie géothermique volcanique propre du Salvador est utilisée pour l'extraction de Bitcoin bien avant que la population locale ne demande cette electricity. Bitcoin change radicalement notre paysage énergétique pour le mieux. Pourquoi Bitcoin est-il le plus grand gladiateur du monde ? Bitcoin est confronté à des attaques incessantes. Bitcoin compte de nombreux ennemis qui voudraient mettre un terme à son existence et ces derniers ne cessent d'essayer. Nations, entreprises et pirates informatiques ont tous fait des tentatives en ce sens. Les journalistes ont de façon répété déclaré Bitcoin mort. Cependant, les rapports sur sa mort ont été largement exagérés et en fait, Bitcoin se renforce chaque fois que quelqu'un tente de le tuer. Il profite même des personnes qui tente de l'interdire. Et il fait également bon accueil à toutes les tentatives visantes à le remplacer par quelque chose de prétendument meilleur. S'agissant des attaques contre Bitcoin, la question n'est pas qu'est-ce qui va tuer Bitcoin, mais plutôt comment cela va-t-il rendre Bitcoin plus grand, plus fort, meilleur et plus précieux ? Bitcoin prospère sous les attaques. Satochina Kamoto a créé Bitcoin le dotant de nombreuses capacités défensives contre des attaques qui endommageraient ou détruirent n'importe quel individu entreprise ou pays. Et oui, Bitcoin peut même survivre à une attaque nucléaire. En autre, Bitcoin peut également développer de nouveaux moyens de défense qu'il lui faisait défauts par avant. Vu qu'il s'agit d'un logiciel, il peut s'ajouter, adopté de nouvelles capacités, et cela incite vivement les personnes qui possèdent des Bitcoin à créer et à mettre en place de telles capacités défensives. Bitcoin est le plus grand gladiateur que le monde n'est jamais vu. Comme les gladiateurs de la Rome antique qui se bâtaient publiquement et jusqu'à la mort racolisée, tous les combats de Bitcoin se déroule au grand jour. Chaque fois que Bitcoin parvient à recoucer une nouvelle attaque dans le monde réel, le monde entier était moins de son invulnerabilité face à cette menace. Par conséquent, chacun peut constater par lui-même et raconter aux autres que Bitcoin a, une fois de plus, prouvé qu'il était plus fort que tout ce que ces attaques en pouvaient imaginer. Bitcoin se développe par les attaques portés à son encondre. Pour Bitcoin, l'un des moyens les plus significatifs d'assurer sa croissance est de prouver qu'il est capable de s'adapter et de survivre aux attaques. De nombreuses sociétés et institutions qui attaquaient Bitcoin autrefois commencent maintenant à stocker leur richesse en Bitcoin, précisément pour cette raison. Elle s'attendait à ce que Bitcoin périsse et y en tentait elle-même de le tuer, mais elles ont t'échoué. Ces ennemis d'avant ont appris une précieuse de son. Si vous ne pouvez pas les battre, rejoignez-les. En adoptant ensuite Bitcoin, il le rend encore plus précieux et plus répandu. Une leçon similaire est appris par ceux qui créent et investissent dans des concurrents qu'ils espèrent voire tuer Bitcoin. La plupart de ces tentatives ont échoué lamentablement parce qu'ils sont inférieurs à Bitcoin. Mais si elle devait être apportée une réelle à la méroration, Bitcoin pourrait alors être modifié pour intégrer cette amélioration. Cela neutraliserait tout avantage de l'emporeur que le concurrent pourrait avoir. Toutes les attaques ne sont pas faciles à surmonter. Bitcoin a survécu à des batailles terrifiantes et prolongées. La plus grave d'entre elles s'est produite lorsque des entreprises l'hideur de l'écosystème Bitcoin ont tenté de prendre le contrôle de Bitcoin. Pourtant, même dans ce scénario catastrophe, Bitcoin, le gladiateur a avancu et sorti victorieux de leurs attaques. Et Bitcoin a délivré une leçon dure et sans équivoque à toutes les parties concernées, ennemis ou alliés. Absolument personne ne peut prendre le contrôle de Bitcoin. Bitcoin se défend seulement une attaque jamais. Même attaqué, Bitcoin permet à tout le monde de l'utiliser y compris ses assayants. Le moyen par lequel Bitcoin parle les attaques est simplement d'y survivre sans riposter. Il ne cherche ni à blesser ni à tuer ses ennemis. Chaque décision de conception de Bitcoin donne priorité à sa capacité de survie. Tout attaquant est toujours invité à mettre fin à son attaque et, si le souhaite, à rejoindre Bitcoin en paix. Personne n'est jamais discriminé par Bitcoin pour une quelconque transgression passée. Attaqué Bitcoin, s'il vous plaît. Cette article n'a pas pour but de décourager qui que ce soit de s'attaquer à Bitcoin. S'il pense avoir une idée intelligente. Au contraire, il leur lance un défi et les invités à livrer bataille contre Bitcoin, le plus grand gladiateur que le monde n'est jamais vu. Après tout, cela n'en rendra Bitcoin que plus fort. On est 100% sur le thème de l'antifragilité. Déjà évoqué d'ailleurs dans l'épisode 3, en marche de la lecture d'un scénario optimiste pour Bitcoin. Et au maire, trouve donc son modèle d'invincibilité dans l'arène romaine où les combats incessants se font au grand jour. Et ça marche pas mal du tout comme image. Moi, je pense immédiatement aussi à cette mascotte sans pareil que les Bitcoiners ont adopté. La mascotte anti-fragile par excellence. Le fameux, l'unique, le terrible, remis bâdieur, rattel ou bléroniel. Je peux pas résister à vous le décrire un petit peu. Ce carnivore qui nous est hichère. Il n'est pas de mine, mais alors, redoutable, féroce d'une ténacité, persévérance et résistance à toutes tes preuves. Le rône et bâdieur supportent les venins des serpents les plus venimes du monde. Il les métabolise, en fait, c'est-à-dire qu'ils tombent dans les pommes, tout en digérant le serpent, ils se réveillent et hop, c'est reparti. C'est vraiment un animal hors du commun. Il s'est courré en arrière, par exemple, une aptitude qui partage uniquement avec nous chez les manifestants. L'animal dépoua aussi des trésors d'ingéniobité, lorsqu'il s'agit de se profiler ou de s'échapper. Il mange de tout, petit s'attaque à des preuves de tout taille. Il peut même livrer, combats, au lion et à d'autres phélins. Il a le cuir sacrément épais, ce qui le rend insensible au morsure. Donc ce ratel, ce Roni Bajor est vraiment devenu une grande star pour tous les bitconeurs qui s'est merveille de tant de combattivité. Vous n'étonnez pas si vous voyez cet animal imprimé sur des t-shirts, des casquettes ou tatoués sur le corps de bitconeurs. Pourquoi bitcoin mettrafin au plus grand hold up de l'histoire ? Des voleurs voyageurs du temps. Voici une idée géniale pour un film. Des criminels, surgissant du passé, se procurent une machine à voyager dans le temps et se rendre dans le présent où il dérobe de l'argent. Ils ramènent ensuite dans le passé. leurs victimes sont impuissantes. Les criminels ne peuvent pas être poursuivis par les victimes, car ces voleurs n'existe que dans le passé des victimes. En autre, les victimes ne se souviennent même pas qu'on leur a volé leurs argent. Elles sont simplement plus pauvres. Mais les victimes savent qu'elles ont été volées parce que les escroles laissent une trace ou la seule explication possible et que quelqu'un du passé a volé cet argent. Chaque un sait qu'il a été volé parce que chacun doit de l'argent pour des choses qui n'a jamais acheté. Tout se retrouve simplement à devoir de l'argent pour des choses qui ont été consommées par quelqu'un d'autre, avant, même leur propre naissance. Il faut donc que quelqu'un dans le passé est acheté quelque chose dont les victimes doivent maintenant s'akiter. Êtes-vous prêt à prendre une bonne claque ? Cette machine a volé de l'argent et les escroles qui l'utilisent existe dans le monde réel. Les escroles l'ont utilisé dans le passé pour vous voler. Et il y a d'autres escroles comme eux dans le présent qui l'utilisent en ce moment pour voler les gens dans le futur. Nous pouvons voir la marque indiscutable de ce crime. Chaque personne n'est aujourd'hui. Toi de l'argent pour des choses qu'elle n'a jamais acheté et qu'elle ne pourra jamais utiliser. Comment fonctionne le vol dans le temps ? Cette machine a volé l'argent dans le temps s'appelle « Déficit et dette public ». Chaque vol annuel s'appelle « Déficit ». Et le montant total volé tout au long de l'histoire s'appelle « dette ». Il n'y a rien de mal à emprunter de l'argent si vous avez l'intention et les moyens de le rembourser. Si toutefois vous troupez intentionnellement le créancier en dépensant les emprunts sans avoir l'intention de les rembourser, vous cométez une froide. Si, de manière encore plus scandaleuse vous empruntez de l'argent dont vous indiquiez que quelqu'un d'autre le remboursera, alors qu'il ne sait même pas que vous avez emprunté, vous cométez une double froide. Pourtant, c'est précisément ce que sont les déficits de publics. Les politiciens continuent d'enprunter mais ne remboursent jamais ce qu'ils ont emprunté. Aucun d'entre eux n'a jamais eu l'intention de le rembourser. Aucun d'entre eux n'a jamais remboursé. Et puis encore, il n'assume personnellement aucune responsabilité pour le rembourser. Mais font de leur dette les obligations des générations futures. Il est évident que ces générations n'aurait pas pu accepter de contracter de telles d'êtes car elles n'étaient même pas encore nés. Chaque bébé qui n'est aujourd'hui aux Etats-Unis est immédiatement acculé d'une dette de plus de 80 000 $ à laquelle il n'a bien évidemment jamais consenti. D'une manière ou d'une autre, personne n'est arrêtée pour cette fraude monstrueuse, personne la cométais n'est obligée de rembourser l'argent qu'il a volé, ni n'est emprisonné pour ses crimes. Pourquoi ? Peut-être parce que tous ceux qui devraient mettre un terme à ce crime, en sont les complices. La police est payée avec cet argent volé, les juges sont payées avec, les procureurs sont payées avec, les législateurs sont payés avec, même les bénéficiaires des prestations gouvernementales sont payées avec, tout comme les banques, qu'ils prêtes, à des gens qui se retrouvent ensuite encore plus en détails. Notre système monétaire est si profondément encore en plus que le vol a des enfants pas encore nés et devenu si banal qu'il est anticipé à tous les niveaux du gouvernement. Le vol de l'avenir, plus que de l'argent. En volant l'argent de notre avenir, les voleurs volent également la durabilité de notre civilisation. Comme un voleur de banque, plein aux auses de son butin mal acquis, l'argent facile conduite à une consommation à court terme, irresponsable, sans tenir compte des conséquences à long terme. Notre économie est alors en surchauffe et s'épuise, car nous prenons des décisions négligeantes, contrairement, nous n'aurions pas prise. Et comment pensez-vous que l'on surchauffe est qu'on est puise une économie, avec de l'argent volé à l'avenir, bien sûr ? Le coup d'un focus court-termiste. Depuis 1971, les politiciens se sont acharnés à maximiser la consommation immédiate. Ils ont atteint cet objectif en empruntant de façon inconsidérée et froiduleuse à notre avenir. Ils panics s'y a un seul mois pas sans croissance économique. Si il y a six mois consécutifs sans croissance, ils appellent cela une récession. Ils censèrent pour justifier plus de vol de l'avenir sans se soucier de rembourser cet argent, ou des conséquences que cela aura sur la santé à long terme de la civilisation. Pourquoi, volons-nous, ceux dont nous n'avons ni besoin, ni envie ? Pourquoi, la folie de ce vol de notre avenir et de cette destruction de notre civilisation ne s'est-elle pas ? C'est parce que notre système monétaire est cassé. Il a été brisé le jour où il a été créé. Ce jour-là, c'était le 13 août 1971. Soudainement, l'argent dans le monde entier a cessé d'être lié à la provisionnement en or. Relieux de cela, ils pouvaient être imprimés par des bureaucrats et des politiciens et imposés comme une dette aux gens du futur. Le président américain de l'époque était Richard M. Nixon. Il est surtout connu pour avoir dit, je ne suis pas un escro. En réalité, il était un escro aussi grand que même si il a honteusement démissionné de son poste en 1974, des personnes né aujourd'hui lui doivent encore de l'argent qu'il leur a volé avant même leur naissance. C'est Nixon avait dit la vérité et compris ce qu'il avait réellement fait. Il aurait dit en levant les deux mains en signe de vitoire, je suis le plus grand escro de l'histoire. De quoi avons-nous besoin pour mettre fin à cette folie de l'argent ? Notre système monétaire cléptoman est une menace existantielle pour la civilisation et un affront à la descence et à la justice élémentaire. Nous ne pouvons pas revenir au système qui existait au paravant. Ce prédécesseur s'appelait l'étalon hors. Ce système a échoué. L'or a été utilisé comme monet tout au long l'histoire mais il a un talent d'achil, une vulnérabilité qui a été exploité à plusieurs reprises. La faiblesse de l'or est qu'il peut être saisie confiscée par la force physique et se fait un vite à la violence et ainsi ta la guerre. Là, on a un petit encart dans l'article qui nous présente un beau graphique qui décrit l'augmentation du déficit fédéral à la Nuelle des États-Unis. On voit bien que cette augmentation commence à se produire dès 1971. Donc, d'atal à laquelle le dollar s'émancipe de cette relation qu'il avait avec l'or. Et la légende et la suivante, la preuve, le déficit fédéral à la Nuelle, également connu comme le montant volé à l'avenir. Le Haldop commence en 1971 et atteint plus de 3000 milliards de dollars, rien qu'en 2021. Considerer cette vraie histoire de l'or racontée par Michael Célor dans son débat, Bitcoin contre l'or. L'or invite à la violence, Alexandre Le Grand a parcouru le monde pour s'emparer de l'or. L'hibi raconte l'histoire d'un millier de sièges romains pour voler l'or. César a mis un sac de la goule pour s'emparer de l'or. Kubilay Khan s'est emparé de l'or. Pissar a Césil hors des incats. Cortés a confisqué l'or des Astecs. Charles 1er à Césil hors de tous les nobles britanniques. Les Prussiens ont Césil hors des Français en 1871. Pendant la première guerre mondiale, tout le monde a Césil hors. L'ennine à Césil hors de l'Eglise en 1922, Roosevelt à Césil hors de tout le monde en 1933. Stalin a confisqué l'or des Espagnols en 1936. Churchill, Césil hors de tout le monde en 1940 au début de la deuxième guerre mondiale. En 1944, à Bretton Woods, les États-Unis ont Césil hors du monde entier. Puis l'ont pris en otage. Enfin, Nixon a tué tous les otages en 1971. L'or est toujours Césil. Bien qu'il est conservé sa valeur sur de longue période. La propriété réelle de l'or a changé de mains trop souvent au cours de l'histoire par le biais d'une confiscation physique, plutôt que par un échange volontaire. Il conne des actifs la machine temporelle à voler l'argent pour toujours. Enfin, il existe désormais une solution à tout cela. Pour la première fois dans l'histoire, un système monétaire a été conçu pour résoudre les faiblesse de tous les systèmes précédents. Il résoud les problèmes de l'or qui invitait à la violence et à la guerre. Il résoud les problèmes de l'argent basé sur la dette, qui invitait au vol dans le temps et à la miopie. Ce système parfaitement conçu est Bitcoin. Nous n'avons plus à laisser qui compte que voler l'avenir de nos enfants ou ruiner notre civilisation plus jamais. Contrairement à l'or, Bitcoin est incésisable. Ni toute la puissance militaire du monde ni toute sa puissance informatique ne peuvent confisquer ne serait-ce qu'un seul Bitcoin. Aucune force ne peut non plus emprunter des Bitcoins inexistants et qui n'existeront jamais en prétendant que les générations futures perdront cette dette. Lorsque l'étalon Bitcoin remplacera la monnaie basée sur la dette, tous ces effets destructeurs saisseraient. Nous profitrons alors tous d'une économie capable de se refroidir en cas de surchauffe. Nous profitrons d'une civilisation où les nouveaux gains à déficience ne seront pas dérobés au profit de stimulus sinutiles. Nous bénéficierons des incitations de Bitcoin à générer une énergie abondante et propre. Bitcoin débarrassera le monde des institutions et des pratiques qui ont aux évoler les citoyens et des institutions. Sans défense, pas encore n'aim même du futur. Il mettra fin à la plus grande escroquerie jamais commise qui a été imposée au monde entier en ce jour sombre d'où de 1971. Un seul champion peut vaincre ces ennemis malfaisants l'humanité qui commettent le plus grand rôle d'appel de l'histoire, une sager du plus grand gladiateur du monde, Bitcoin. Qu'est-ce que tempérons ce soir de ce dernier texte ? assez impressionnant, assez troublant. Moi, cette histoire de vol, de mega-old up de l'histoire, assistée par machine temporelle ou la réalité, va être finie par dépasser la fiction, la trouve profondément choquante de justice. Et à vrai dire, je trouve ça même un peu flippant de voir à quel point cette mise en perspective nous interpellent et que par contraste, en l'absence de cette dramatisation finalement pas si excessive, on est comme engourdi, face à cette sombre réalité qui s'impose à nous depuis 50 ans. On pourrait en parler des heures et des heures de ce texte, mais ce qui me vient à l'esprit-là, c'est de te recommander quelques sources pour compléter ce podcast. Il y a tout d'abord cette vidéo de Charles de Gaulle que j'ai vu circuler sur Twitter il y a deux trois jours à peine, où il prononce un discours explicitant le sentiment d'injustice qu'il ressent au vu du privilège exorbitant dont jouissent les américains, qui détenant les clés d'un système monétaire déconnecté de l'or et de toute relation au réel leur permet de s'endéter au frais du monde, Open Bar. Donc, à cette première vidéo, ensuite, il y a ce site, What the fuck happened in 1971, que donc, c'est-il passé en 1971, point comme, beaucoup de courbes sur ce site, pas mal de données statistiques officielles, qui illustrent le cataclysm qui a représenté cette funneste décision de Nixon. Ça vaut le détour. Et puis, Last but not least, il y a cette vidéo du débat bitcoin contre l'or. Au Michael Seller, livre un combat 2.0 sans-sunique, passe un Goldberg un peu dépassé par son temps. Alors, Michael Seller, si tu ne le connais pas, c'est vraiment quelqu'un qui va falloir découvrir assez prochainement. Dans d'autres contextes que ce débat, il y a vraiment beaucoup, beaucoup d'entretiens, où Michael Seller est absolument épatant de part toutes ses qualités, des ducateurs sur le bitcoin. C'est vraiment quelqu'un ador du commun, quelqu'un qui va renforcer ta conviction sur le bitcoin comme personne. Voilà, je te laisse tous ces liens dans le descriptif de l'épisode. On va pouvoir s'arrêter ici. Personnellement, je prends beaucoup de plaisir à relire Thomas Trolite et puis à réfléchir à la portée de ses textes. J'espère que ça te plaît aussi. Merci en tout cas de suivre ce podcast. Et puis, continue à le faire connaître autour de toi, si tu sens que ça peut intéresser, que ça peut être utile. Concerne dans cette lecture, il nous reste bonne moitié du recueil pour quoi bitcoin alire. Ça devrait prendre à peu près deux épisodes, de quoi apprendre encore un tas de trucs, qui est de prendre conscience de choses importantes ensemble. Et d'ici là, je te souhaite le meilleur. A plus !"
    }
]